/**************************************************************************************
@author: 陈昌
@content: AuthenServer对DB服务器连接的监听socket管理
**************************************************************************************/
#include "stdafx.h"
#include "CDBServerSocket.h"

using namespace CC_UTILS;

CDBServerSocket* pG_DBSocket;

/************************Start Of CDBConnector******************************************/


/************************End Of CDBConnector******************************************/




/************************Start Of CDBServerSocket******************************************/

/************************End Of CDBServerSocket******************************************/