/**************************************************************************************
@author: 陈昌
@content: DBServer作为服务器监听GameServer的连接
**************************************************************************************/
#include "stdafx.h"
#include "CGSServerSocket.h"

using namespace CC_UTILS;

CGSServerSocket* pG_GameServerSocket;

/************************Start Of CGSConnector******************************************/

/************************End Of CGSConnector******************************************/


/************************Start Of CGSServerSocket******************************************/

/************************End Of CGSServerSocket******************************************/